Repository: Axeia/qBittorrentCompanion
Catalog: qBittorrentCompanion/Resources/Resources.*.resx
Languages: nl_nl

# RssFeedsView_CopyFeedUrl
source: Copy feed URL
nl_nl: Kopieer RSS-bron URL

# RssFeedsView_Title
source: Title
nl_nl: Titel

# RssFeedsView_Author
source: Author
nl_nl: Autheur

# RssFeedsView_HtmlDescription
source: HTML description
nl_nl: HTML omschrijving

# RssFeedsView_Name
source: Name
nl_nl: Naam

# RssRuleView_BeforeCaretText
source: Before caret text
nl_nl: Tekst voor de tekstcursor

# RssRuleView_AfterCaretText
source: After caret text
nl_nl: Tekst na de tekstcursor

# RssRuleView_Mode
source: Mode:
nl_nl: Modus:

# RssRuleView_RegularExpression
source: Regular Expression
nl_nl: Reguliere Expressie

# RssRuleView_UsePerlRegex
source: Use Perl-compatible regular expressions.
nl_nl: Gebruik perl-compitabel reguliere expressie

# RssRuleView_IfRegexRedInvalid
source: If the background gets tinted red the regular expression is invalid
nl_nl: Als de achtergrond een rode tint krijg dan is de reguliere expressie niet valide

# RssRuleView_WildcardQuestionMark
source: • ? to match any single character
nl_nl: • ? komt overeen met een enkel teken

# RssRuleView_WildcardAsterisk
source: • * to match zero or more characters
nl_nl: • * komt overeen met geen of meerdere tekens

# RssRuleView_WildcardWhitespace
source: • White-spaces count and AND operators (all words, any order)
nl_nl: • Lege ruimte wordt gebruikt als AND operator (alle woorden, in willekeurig volgorde)

# RssRuleView_WildcardPipe
source: • | is used as a or operator
nl_nl: • | wordt gebruikt als een 'or' operator

# RssRuleView_IfWordOrderIsImportant
source: If word order is important use * instead of white-space.
nl_nl: Als de opeenvolging van woorden van belang is, gebruik dan de ster *

# RssRuleView_EmptyPipeClause
source: An expression with an empty | clause (e.g. expre|) will match all articles.
nl_nl: Een expressie met een lege | clausule (bv. expre|)komt overeen met alle artikelen.

# RssRuleView_MatchEpisodeFilter
source: Matches articles based on episode filter.
nl_nl: Komt overeen met artikelen gebaseerd op het afleveringnummer

# RssRuleView_EpFilterExample
source: Example: 1x2;8-15;5;30-; will match 2, 5, 8 through 15, 30 and onward episodes of season one.
nl_nl: Voorbeeld: 1x2;8-15;5;30-; komt overeen met afleveringnummers 2, 8 tot 15, 5, en 30 of later

# RssRuleView_EpisodeFilterRules
source: Episode filter rules:
nl_nl: Afleveringnummer filter regels:

# RssRuleView_EpRuleEpNumberMandatory
source: • Season number is a mandatory non-zero value
nl_nl: • Afleveringnummer is een verplicht niet-nul nummer

# RssRuleView_EpRuleEpNumberMandatoryPositive
source: • Episode number is a mandatory positive value
nl_nl: • Afleveringnummer is een verplicht positief nummer

# RssRuleView_EpRuleFilter
source: • Filter MUST end with semicolon
nl_nl: • Filter MOET eindigen op een semicolon

# RssRuleView_EpRuleThreeRanges
source: • Three range types for episodes are supported:
nl_nl: • Drie bereik-types voor afleveringnummers worden ondersteunt:

# RssRuleView_EpRuleRangeOne
source: • Single number: 1x25; matches episode 25 of season one
nl_nl: • Enkel nummer: 1x25; Komt overeen met aflevering 25 van seisoen één

# RssRuleView_EpRuleRangeTwo
source: • Infinite range number: 1x25-; matches episodes 25 and upward of season one
nl_nl: • Bereik zonder limiet: 1x25-; komt overeen met aflevering 25 en later van seisoen één

# RssRuleView_EpRuleRangeThree
source: • Normal range: 1x25-40; matches episodes 25 through 40 of season one
nl_nl: • Normaal bereik: 1x25-40; Komt overeen met aflevering 25 t/m 40 van seisoen één

# RssRuleView_RuleDefinition
source: Rule definition
nl_nl: Regel definitie

# RssRuleView_NameOfTheRule
source: Name of the rule
nl_nl: Naam van de regel

# RssRuleView_NameOfTheRuleDescription
source: Something unique that's easy to remember, like the name of what to download
nl_nl: Iets wat makkelijk te onthouden is zoals de naam van wat het dient te downloaden

# RssRuleView_FilterSettings
source: Filter on
nl_nl: Filter op

# RssRuleView_FilterMustContainDescription
source: The must contain/must not contain fields behave very differently depending on the state of this setting.
nl_nl: De "moet dit bevatten" en "mag dit niet bevatten" velden gedragen zich zeer verschillend afhankelijk van de waarde van deze instelling

# RssRuleView_FilterMustContainDescription2
source: The tooltips on them will automatically adjust to reflect what they do
nl_nl: De tooltips worden automatisch geüpdate om deze verandering in functionaliteit weer te geven

# RssRuleView_UseRegex
source: Use regex
nl_nl: Gebruik regex

# RssRuleView_MustContain
source: Must contain
nl_nl: Moet dit bevatten

# RssRuleView_MustNotContain
source: Must not contain
nl_nl: Mag dit niet bevatten

# RssRuleView_EpisodeFilter
source: Episode filter
nl_nl: Afleveringfilter

# RssRuleView_UseSmartFilter
source: Use smart filter (not previewed)
nl_nl: Gebruik smart-filter (wordt niet gepreviewed)

# RssRuleView_SmartFilterDescription1
source: If enabled the string must match one of the regular expressions that can be found under and edited in the remote settings RSS section.
nl_nl: Mits ingeschakeld moet het artikel overeenkomen met één van de reguliere expressies die kan worden gevonden onder de RSS sectie van de server instellingen

# RssRuleView_SmartFilterDescription2
source: Seems to be non-functional going by online reports so the preview doesn't take it into account either.
nl_nl: Van wat er online gerapporteerd wordt lijkt deze instelling niet te werken en de preview wordt dan ook niet geüpdate als deze instelling gewijzigd wordt.

# RssRuleView_AddAndSaveSettings
source: Optional settings
nl_nl: Optionele instellingen

# RssRuleView_AddPaused
source: Add paused
nl_nl: Gepauzeerd toevoegen

# RssRuleView_CategoryToolTip
source: Categories can have a save path assigned to them. If this is the case the save to textbox below will reflect it, it can be overwritten by manually assigning a different path.
nl_nl: Categorieën kunnen een opslagpad bevatten. De checkbox hieronder geeft dit pad weer als dat het geval is. Dit pad kan handmatig overschreven worden.

# RssRuleView_SaveTo
source: Save to
nl_nl: Opslagpad

# RssRuleView_SavePathExample
source: path/to/save/to
nl_nl: pad/voor/opslag

# RssRuleView_IgnoreMatchesFor
source: Ignore subsequent matches for
nl_nl: Negeer opvolgende overeenkomsten

# RssRuleView_TagDescription
source: RSS rule tags are created when the rule makes a match and adds a download. This can be circumvented by creating the tag before a match on the left side.
nl_nl: RSS-regel etiketten worden pas aangemaakt zodra er een match is en de download wordt toegevoegd. Dit kan worden omzeild door de tag aan de linkerkant toe te voegen.

# RssRuleView_ExistingTags
source: These tags already exist, select them for use with this rule
nl_nl: Deze etikketten bestaan al, selecteer deze om ze toe te voegen aan deze RSS-regel

# RssRuleView_ExistingTagsDescription
source: When adding it here it will be created immediately and made available for use here and elsewhere
nl_nl: Etiketten die hier worden toegevoegd worden direct aangemaakt zodat deze hier en elders kunnen worden gebruikt

# RssRuleView_CreateTagRightAway
source: Create tag right away
nl_nl: Maakt etiket nu aan

# RssRuleView_NewTagsCreatedUponMatch
source: New tag[s] (created upon match)
nl_nl: Nieuwe etiketten (worden aangemaakt bij een match)

# RssRuleView_CreateTagUponMatch
source: Create tag when rule matches
nl_nl: Maak etiket aan zodra een match is gevonden

# RssRuleView_RemoveUntickLabelDescription
source: The remove button removes the tag from qBittorent not just the rule. Simply unticking the checkbox will prevent the tag from being applied to this rule.
nl_nl: De verwijder knop verwijdert het etiket. Om het etiket niet aan deze regel toe te wijzen laat de checkbox simpelweg leeg.

# RssRuleView_Warnings
source: WARNINGS
nl_nl: Waarschuwingen

# RssRuleView_DeleteThisRule
source: Delete this rule
nl_nl: Deze regel verwijderen

# RssRuleView_DisplayWarningToggle
source: The display of warnings can be toggled on and off
nl_nl: De weergave van waarschuwingen kan aan en uit geschakeld worden.

# RssRuleView_SaveExistingRule
source: Save existing rule
nl_nl: Bestaande regel opslaan

# RssRuleView_SaveNewRule
source: Save new rule
nl_nl: Nieuwe regel opslaan

# RssRulesView_SelectedFeeds
source: Selected Feeds
nl_nl: Geselecteerde RSS-bronnen

# RssRulesView_ClearDownloadedEps
source: Are you sure you want to clear the list of downloaded episodes for this rule?
nl_nl: Weet je zeker dat je lijst van gedownloade afleveringen voor deze regel wilt opschonen?

# RssRulesView_No
source: No
nl_nl: Nee

# RssRulesView_Yes
source: Yes
nl_nl: Ja

# RssRulesView_PressEscToDismiss
source: (Press escape to dismiss)
nl_nl: (Gebruik escape om te annuleren)

# RssRulesView_SwitchToEdit
source: Switches the selected row to edit mode allowing modification of its name
nl_nl: Schakelt de geselecteerde rij om naar wijzig-modus zodat de naam kan worden aangepast.

# RssRulesView_RowMustBeSelected
source: A row needs to selected for it to be enabled
nl_nl: Uitgeschakeld tenzij een rij is geselecteerd

# RssRulesView_DeletesAllSelectedRules
source: Deletes all selected rules
nl_nl: Verwijdert alle geselecteerde regels

# RssRulesView_TestDataDescription
source: Test Data is not part of the WebUI but a feature offered by QBittorrent Companion.
nl_nl: Testdata is niet onderdeel van de WebUI maar uitsluitend een onderdeel van qBittorrent Companion.

# RssRulesView_TestDataDescription2
source: Simply add whatever you want to test matching on in the table below and it will automatically be saved to this device for the currently selected rule
nl_nl: Voeg simpelweg de data toe waar je de RSS-Regel op wilt testen. It will be automatically saved to this device for this specific rule.

# RssRulesView_ToggleView
source: Toggle between regular/expanded mode
nl_nl: Aan/uit knop om tussen de normale en uitgebreide weergave te schakelen.

# RssRulesView_ToggleRegular
source: * Regular view: Show a combobox for rule selection
nl_nl: * Normale weergave: Combobox om een enkele regel te selecteren

# RssRulesView_ToggleExpanded
source: * Expanded view: Show a listbox for rule selection (moves rule controls around)
nl_nl: * Uitgebreide weergave: Lijst om meerdere regels tegelijkertijd te selecteren.

# RssRulesView_RefreshAllRules
source: Refreshes all rules, will undo selection
nl_nl: Ververst alle regels, maakt selectie ongedaan

# RssRulesView_RenameSelectedEntry
source: Rename the selected entry
nl_nl: Hernoem de selectie

# RssRulesView_ShowAddRuleControls
source: Shows flyout to add a new rule
nl_nl: Toont flyout om een nieuwe regel toe te voegen

# RssRulesView_SelectOrAddNewRule
source: Select a rule, or enter a new one below
nl_nl: Selecteer een regel of voeg hieronder een nieuwe toe

# RssRulesView_AddNewRssRule
source: Add new RSS rule
nl_nl: Voeg nieuwe RSS-regel toe

# RssRulesView_AddNewRule
source: Add new rule
nl_nl: Nieuwe regel toevoegen

# RssRulesView_DeleteRule
source: Delete rule
nl_nl: Regel verwijderen

# RssRulesView_RenameRule
source: Rename rule
nl_nl: Regel hernoemen

# RssRulesView_ClearDownloadedEpisodes
source: Clear downloaded episodes
nl_nl: Schoon gedownloade afleveringen op

# RssRulesView_DaysAgo
source: days ago
nl_nl: dagen geleden

# RssRuleView_Days
source: days
nl_nl: dagen

# TorrentsView_TookMs
source: (took {0}ms)
nl_nl: (duurde {0}ms)

# SearchPluginsControl_SearchPluginsOnThisSystem
source: Search plugins on this system
nl_nl: Zoekplugins op dit systeem

# SearchPluginsControl_ShowAdditionalControls
source: Show additional controls to add search plugin through a web link (http://, or https://)
nl_nl: Geef extra controls weer om een zoekplugin via a weblink toe te voegen (http:// of https://)

# SearchPluginsControl_Clear
source: Clear
nl_nl: Opschonen

# SearchPluginsControl_PurgePy
source: Purges .py files from the search engine directory that aren't recognized as a search engine (deletes the files).
nl_nl: Verwijderd alle .py bestanden in de zoekmachine directory die niet als zoekplugin worden herkend.

# SearchPluginsControl_DeleteSelectedPlugin
source: Deletes the selected plugin by removing the .py file from your disk (cannot be undone).
nl_nl: Verwijderd de geselecteerde plugin door het .py bestand te verwijderen (kan niet ongedaan worden gemaakt).

# SearchPluginsControl_OpenDirectory
source: Open directory
nl_nl: Folder openen

# SearchPluginsControl_OpenDirectoryToolTip
source: Open the plugins directory. Placing search engine plugin .py files in this directory should make them show up below.
nl_nl: Opent de plugins folder. Als er .py zoekmachine bestanden in worden geplaats dan zullen ze hieronder getoond worden.

# SearchPluginsControl_Refresh
source: Refresh search plugin list
nl_nl: Ververst de zoekplugin lijst

# SearchPluginsControl_RefreshToolTip
source: qBittorrent Companion monitors the plugin directory and adding or deleting .py files to it should automatically trigger a refresh. This button lets you do the same manually.
nl_nl: qBittorrent Companion houdt de zoekmachine directory in de gaten. Het toevoegen of verwijderen van zoekmachine bestanden zou er toe moeten leiden dat de lijst hieronder wordt geüpdate. Deze knop voert dezelfde update handmatig uit.

# SearchPluginsControl_SearchPluginUri
source: http:// or https:// URL linking to a python file
nl_nl: http:// or https:// URL die naar een python file verwijst

# SearchPluginsControl_Add
source: Add
nl_nl: Toevoegen

# SearchPluginsControl_SearchPluginsOnHost
source: Search plugins on qBittorrent host
nl_nl: Zoekplugins op de qBittorrent host

# SearchPluginsControl_FilePathOrUrl
source: File path or URL
nl_nl: Bestandspad of URL

# SearchPluginsControl_LinkToPtyhonFile
source: Web link to a python file, has to be an URL starting with http:// or https:// and point towards a python file
nl_nl: Weblink naar een python bestand, een URL dat met http:// of https:// begint en naar python bestand verwijst.

# SearchPluginsControl_Or
source: or
nl_nl: of

# SearchPluginsControl_FileLink
source: file:/// URI pointing towards a python file that is on the host
nl_nl: file:/// URI dat naar een python bestand op de host verwijst

# SearchPluginsControl_Version
source: Version
nl_nl: Versie

# SearchPluginsControl_IsEnabled
source: is enabled
nl_nl: is ingeschakeld

# SearchPluginsControl_Public
source: Public
nl_nl: Publiek

# SearchPluginsControl_Private
source: Private
nl_nl: Privé

# SearchPluginsControl_SearchPluginsOnGitHub
source: Search plugins available on GitHub
nl_nl: Zoekplugins beschikbaar op GitHub

# SearchPluginsControl_RefreshList
source: Refresh list
nl_nl: Ververs lijst

# SearchPluginsControl_ParseWiki
source: Loads the wiki page and parses it for search engine plugin info which will refresh the list below. If nothing shows up you should file a bug report on the qBittorrent Companion github page.
nl_nl: Laad de wikipagina en ontleed het voor zoekmachine links en probeert deze in de lijst hieronder in te laden. Als de lijst leegblijft stuur dan een bug rapport op de qBittorrent Companion GitHub pagina in.

# SearchPluginsControl_OpenGithubSpWiki
source: Open github qBittorrent search plugins page
nl_nl: Opent de github qBittorrent zoekplugin pagina

# SearchPluginsControl_OpenGithubSpWikiToolTip
source: The list below is obtained by parsing a github wiki page, click this button to visit the page if you prefer doing things manually.
nl_nl: De lijst hieronder is op basis van het ontleden van een github wiki pagina. Klik op deze knop als je het liever handmatig doet.

# SearchPluginsControl_LastUpdated
source: Last updated
nl_nl: Laatst geüpdate

# SearchPluginsControl_Documentation
source: Documentation
nl_nl: Documentatie

# SearchPluginsControl_Comments
source: Comments
nl_nl: Commentaar

# SearchPluginsControl_Authors
source: Author(s)
nl_nl: Autheur(s)

# SearchPluginsControl_Install
source: Install
nl_nl: Installeren

# SearchPluginsControl_SourceCode
source: Source code
nl_nl: Broncode

# SearchPluginsControl_ThirdPartyPluginWarning
source: Plugins are by third parties and may contain malicious code
nl_nl: Plugins zijn van derde partijen en kunnen mogelijk kwaadaardige code bevatten

# SearchPluginsControl_CopyrightInfo
source: Be sure to comply with your country's copyright laws when downloading torrents from any of these search engines.
nl_nl: Verzeker jezelf ervan dat het downloaden van .torrents van deze zoekmachines niet tegen de lokale wetgeving ingaat.

# SearchPluginsControl_LocalSearchPluginTitle
source: Local search plugin manager - qBittorrent Companion
nl_nl: Lokale zoekplugin manager - qBittorrent Companion

# SearchPluginsControl_ServerSearchPluginTitle
source: Server search plugin manager - qBittorrent Companion
nl_nl: Server zoekplugin manager - qBittorrent Companion

# SearchPluginsViewModelBase_UriCannotBeEmpty
source: URI cannot be empty
nl_nl: URI moet ingevuld worden

# SearchPluginsViewModelBase_MustBeUri
source: Must be a file:/// or http(s):// URI
nl_nl: Moet een file:/// of http(s):// URI

# SearchPluginsViewModelBase_UrlCannotBeEmpty
source: URL cannot be empty
nl_nl: URL moet ingevuld worden

# SearchPluginsViewModelBase_MustBeHttpsUrl
source: Must be a http(s):// URL
nl_nl: Moet een http(s):// URL zijn

# SearchPluginsViewModelBase_InvalidContext
source: Invalid context
nl_nl: Foute context

# SearchPluginsViewModelBase_ContactingGithubWiki
source: Contacting github wiki...
nl_nl: Contact met github wiki opnemen...

# SearchPluginsViewModelBase_ProblemContactingGithubWiki
source: Problem contacting github wiki
nl_nl: Contact opnemen met github wiki ging fout

# SearchPluginsViewModelBase_ContactedGithubWiki
source: Contacted github wiki
nl_nl: Contact opgenomen met github wiki

# SearchPluginsViewModelBase_FailedToLocateSearchPluginTable
source: Failed to locate search plugin tables
nl_nl: De zoekplugin tables kunnen niet gevonden worden

# SearchPluginsViewModelBase_ProblemParsingGithubWiki
source: Problem parsing github wiki
nl_nl: Probleem opgetreden tijdens het ontleden van github wiki

# SearchPluginsViewModelBase_WikiTablePlugins
source: Wiki table {0} parsed - {1} plugins
nl_nl: Wiki table {0} ontleed - {1} plugins

# SearchPluginsViewModelBase_WikiTableNoPlugins
source: Wiki table {0} has no plugins
nl_nl: Wiki table {0} heeft geen plugins

# GeneralSettingsView_ShowWindow
source: Show window:
nl_nl: Venter tonen

# GeneralSettingsView_Description1
source: When a torrent is added by a manual but external action (clicking a link, opening a .torrent file), should QBC present an options window or should the torrent simply be added?
nl_nl: Als de torrent via een externe maar handmatig actie wordt toegevoegd (klikken van een link, openen van .torrent bestand) moet QBC dan een venster met opties tonen of moet de download simpelweg starten.

# GeneralSettingsView_Description2
source: The options window allows for assigning category/tags setting the download location, assigning speed limits etc.
nl_nl: Het opties venster laat je een categorie/etiketten toewijzen, de download locatie bepalen en snelheidslimitieten toepassen.

# IconCustomView_PresetsAvailableIn
source: Presets available in:
nl_nl: Presets beschikbaar in:

# IconCustomView_DarkAndLightMode
source: Dark and light mode
nl_nl: Donkere & lichte modus

# IconCustomView_DarkMode
source: Dark mode
nl_nl: Donkere modus

# IconCustomView_LightMode
source: Light mode
nl_nl: Lichte modus

# IconCustomPreview_SearchResults
source: Search results
nl_nl: Zoekresultaten

# IconCustomPreview_StartAllList
source: Start all list
nl_nl: Start alles lijst

# IconCustomPreview_TaskBar
source: Task bar
nl_nl: Taakbalk

# IconCustomPreview_TaskManager
source: Task manager
nl_nl: Taakbeheer

# IconCustomPreview_SystemTray
source: System tray
nl_nl: Systeemtray

# IconCustomPreview_TitleBar
source: Title bar
nl_nl: Titelbalk

# IconCustomPreview_StartPins
source: Start pins
nl_nl: Startpinnen

# IconCustomPreview_CustomizeColors
source: Customize qBittorrent Companion icon colors
nl_nl: Pas qBittorrent Companion icoon kleuren aan

# IconCustomPreview_UndoRedo
source: Undo/Redo
nl_nl: Ontdoen/Herdoen

# IconCustomPreview_Import
source: Import
nl_nl: Importeren

# IconCustomPreview_Export
source: Export
nl_nl: Exporteren

# IconCustomPreview_SaveAndMakeDefaultFor
source: Save and make default for
nl_nl: Opslaan en standaard maken voor

# IconCustomPreview_UndoToolTip
source: Undo the last color change. Use the dropdown for the entire history of changes.
nl_nl: Laatste kleurverandering ongedaan maken. Gebruik de dropdown voor de complete geschiedenis.

# IconCustomPreview_RedoTooltip
source: Redo the last undo, or see the dropdown for the entire 'forward' history
nl_nl: Herdoe de laatste 'ontdoen', of zie de hele herdoe geschiedenis in de dropdown.

# IconCustomPreview_ImportToolTip1
source: Although .svg is supported for importing and exporting it's not recommended for importing.
nl_nl: Alhoewel .svg word ondersteunt voor zowel importeren als exporteren is het afgeraden dit te gebruiken voor importeren.

# IconCustomPreview_ImportToolTip2
source: The .json format is recommended for importing as it's less error prone and uses less storage space.
nl_nl: Het .json formaat is aangeraden voor importeren. De kans dat het fout gaat en de bestandsgrootte zijn stukken kleiner .

# IconCustomPreview_ExportJsonDescription
source: Recommended for backing up &amp; importing
nl_nl: Aangeraden voor het maken van backups en importeren van die backups

# IconCustomPreview_ExportSvgDescription
source: Not recommended for importing, but useful if you want an image
nl_nl: Niet aangeraden voor importeren, maar handig als je een plaatje wil exporteren.

# IconCustomPreview_Save1
source: 1) Saves the color profile under a date/timestamped file name in json format
nl_nl: 1) Slaat het kleurprofiel op als een .json bestand onder vermelding de datum/tijd.

# IconCustomPreview_Save2
source: 2) Saves the new icon as a .ico file
nl_nl: 2) Slaat het nieuwe icoon op als .ico bestand

# IconCustomPreview_Save3
source: 3) Apply the icon to all open windows
nl_nl: 3) Past het icoon toe op alle open vensters

# IconCustomPreview_Save4
source: Keep in mind that if you save for dark mode whilst in light mode (or vice versa) the icon won't be applied
nl_nl: Houd in gedachte dat als je het voor donkere modus opslaat terwijl je lichte modus gebruikt dat het icoon niet wordt toegepast.

# IconCustomPreview_CLetter
source: C shape
nl_nl: C vorm

# IconCustomPreview_BackgroundGradient
source: Background gradient
nl_nl: Achtergrondovergang

# IconCustomPreview_Center
source: Center
nl_nl: Midden

# IconCustomPreview_Fill
source: Fill
nl_nl: Vulling

# IconCustomPreview_Rim
source: Rim
nl_nl: Ring

# NotificationsView_Notifications
source: Notifications
nl_nl: Notificaties

# NotificationsView_SuspendNativeNotifications
source: Suspend native notifications
nl_nl: Stel systeemnotificaties uit

# NotificationsView_SuspendNativeNotifications1
source: Suspends all native notifications allowing you to focus on other tasks and prevents them from overlaying over things like games.
nl_nl: Stel systeemnotificaties uit zodat je je kan concentreren op andere taken. Voorkomt dat de notificaties boven op games worden getoond.

# NotificationsView_SuspendNativeNotifications2
source: Once they're enabled again all suspended notifications will be displayed.
nl_nl: Zodra het uitstellen wordt uigeschakeld worden alle uitgestelde notificaties getoond.

# NotificationsView_ShowNotificationOnEvent
source: Display a notification whenever one of the events specified below occurs
nl_nl: Toon een notificatie zodra één van de onderstaande gebeurtenissen plaatsvind
