Repository: Axeia/qBittorrentCompanion
Catalog: qBittorrentCompanion/Resources/Resources.*.resx
Languages: nl_nl

# NotificationsView_IfBothOptionsAreEnabled
source: If both options are enabled the native notification is only used when QBC is minimized or running from the system tray.
nl_nl: Als beide opties zijn ingeschakeld wordt de systeemnotificatie enkel getoond als QBC zich in de systeemtray bevind.

# NotificationsView_Native
source: Native
nl_nl: Systeem

# NotificationsView_TorrentAdded
source: Torrent added
nl_nl: Torrent toegevoegd

# NotificationsView_FinishedDownload
source: Finished download
nl_nl: Download klaar

# NotificationsView_FinishedDownloadCondition
source: Triggered when a torrents 'completed on' date gets filled in
nl_nl: Wordt uitgevoerd zodra het 'completed on' veld van de torrent wordt ingevuld.

# NotificationsView_TorrentAddedDelay
source: Only triggered from the API side, so when adding the torrent in QBC there might be a slight delay before the API picks up on it and triggers the notification.
nl_nl: Het signaal komt van de API-kant en kan enigzins vertraagd zijn t.o.v. het toevoegen vanuit QBC zelf.

# NotificationsView_TriggeredOnQbcDisconnect
source: Triggered when QBC disconnects itself
nl_nl: Vind plaats als QBC zichzelf disconnect

# NotificationsView_InAppNotificationNotRequired
source: No need for an in app notification, the login window will pop up instead.
nl_nl: Een in app notificatie is overbodig, het login venster wordt getoont.

# NotificationsView_ConnectionLost
source: Connection lost
nl_nl: Verbinding verloren

# MonitorDirectoriesView_Monitor
source: Monitor directory for .torrent files
nl_nl: Folder observeren m.b.t. .torrent bestanden

# MonitorDirectoriesView_AddDirectory
source: Add directory
nl_nl: Folder toevoegen

# MonitorDirectoriesView_AddDirectoryToolTip
source: Add a new directory to monitor
nl_nl: Voeg een niewe folder toe om te observeren

# MonitorDirectoriesView_DefaultAddAction
source: Configure the default actions.
nl_nl: Configureer de standaardacties.

# MonitorDirectoriesView_AddDirectoryFlyout
source: When adding a directory select this option by default:
nl_nl: Bij het toevoegen van een nieuwe directory de standaardselectie is als volgt:

# MonitorDirectoriesView_AddDirectoryFlyoutRename
source: When renaming files, make the extension:
nl_nl: Bij het hernoemen van bestanden verander de extensie naar:

# MonitorDirectoriesView_AddDirectoryLongDescription
source: Monitored directories will automatically have any .torrent files placed in them added to downloads. Once added the file will be: moved elsewhere, have .{0} added behind the .torrent extension or simply be deleted.
nl_nl: Geobserveerde folders waar .torrent files aan worden toegevoegd worden automatisch aan de downloads toegevoegd. Zodra de de download is toevoegd word het .torrent bestand: Verplaatst naar een andere folder, hernoemd door .{0} toe te voegen, of het bestand simpelweg te verwijderen.

# MonitorDirectoriesView_NoDirectoriesAddedYet
source: no directories have been added yet
nl_nl: Er zijn nog geen folders toegevoegd

# MonitorDirectoriesView_ThisDirectoryDoesNotExist
source: This directory does not seem to exist, create it or change the path if you want this entry to do anything.
nl_nl: Deze folder bestaat niet. Maak de folder aan of wijzig het pad of er zal niks gebeuren.

# MonitorDirectoriesView_MonitorDirectory
source: Monitor directory
nl_nl: Monitor folder

# MonitorDirectoriesView_MoveToDirectory
source: Move to directory
nl_nl: Verplaatsdoel

# MonitorDirectoriesView_OptionalValuesRemoteActions
source: Optional values (remote actions)
nl_nl: Optionele waarden (server acties)

# MonitorDirectoriesView_DownloadTo
source: Download to
nl_nl: Download naar

# MonitorDirectoriesView_PathOnTheHost
source: Path on the host
nl_nl: Pad op de server

# MonitorDirectoriesView_ShareTimeToolTip
source: Specify the time other users are allowed to download this torrent from you. Once this time is exceeded (or another limit is met) sharing is disabled.
nl_nl: Geef de tijd aan voor hoelang anderen deze torrent van je mogen downloaden. Zodra deze tijd of een andere beperking wordt bereikt wordt het delen uitgeschakeld.

# MonitorDirectoriesView_ShareTimeToolTipNote
source: Note:
nl_nl: Opmerking:

# MonitorDirectoriesView_ShareTimeToolTipNoteContent
source: This is the time others are actively downloading from you, not the amount of time you have made it available
nl_nl: Dit is de tijd dat andere actief van je downloaden. Niet de tijd dat het beschikbaar is gesteld.

# MonitorDirectoriesView_ShareTimeToolTipFootnote
source: If hidden or left blank sharing will continue indefinitely (unless another limit is set).
nl_nl: Als je dit niet specificeert wordt de torrent onbeperkt gedeeld tenzij er andere limieten ingesteld zijn.

# MonitorDirectoriesView_Minutes
source: minutes
nl_nl: minuten

# MonitorDirectoriesView_RatioToolTip1
source: Specify the ratio until sharing is stopped.
nl_nl: Geef de ratio aan die bepaald wanneer het delen gestopt moet worden.

# MonitorDirectoriesView_RatioToolTip2
source: A ratio of 1 would mean you share as much as you have downloaded (1 to 1 [1:1])
nl_nl: Een 1 ratio betekent 1:1, ofwel dezelfde hoeveelheid delen als je zelf hebt gedownload

# MonitorDirectoriesView_RatioToolTip3
source: A ratio of for example 0.5 would mean sharing half as much as you have downloaded
nl_nl: Een 0.5 ratio betekent de helft van wat je hebt gedownload delen.

# MonitorDirectoriesView_RatioToolTip4
source: If hidden or left blank sharing will continue indefinitely (unless another limit is set). A value of 0 would prohibit sharing.
nl_nl: Als je niks specificeert gaat het delen onbeperkt door tenzij er een andere limiet is ingesteld.

# MonitorDirectoriesView_LimitDownloadSpeedToolTip1
source: Specify the maximum speed this torrent is allowed to download at
nl_nl: Geef de maximale downloadsnelheid voor deze torrent op

# MonitorDirectoriesView_LimitDownloadSpeedToolTip2
source: If hidden or set to blank or -1 no limit is enforced.
nl_nl: Het niet opgeven van de waarde, of de waarde -1 is gelijk aan zo snel mogelijk.

# MonitorDirectoriesView_AssignedValues
source: Assigned values
nl_nl: Toegewezen waarden

# MonitorDirectoriesView_ClickEntryToRemove
source: click entry to remove
nl_nl: Klik erop om te verwijderen

# MonitorDirectoriesView_AddPaused
source: Add paused
nl_nl: Gepauzeerd toevoegen

# MonitorDirectoriesView_CreateSubDirectory
source: Create sub-directory
nl_nl: Subfolder aanmaken

# MonitorDirectoriesView_DontCreateSubDirectory
source: Don't create sub-directory
nl_nl: Geen subfolder aanmaken

# MonitorDirectoriesView_DownloadSequentially
source: Download sequentially
nl_nl: Sequentieel downloaden

# MonitorDirectoriesView_PrioritizeFirstLast
source: Prioritize first &amp; last
nl_nl: Prioriteer eerste &amp; laatste

# Global_Category
source: Category
nl_nl: Categorie

# MonitorDirectoriesView_Action
source: Action
nl_nl: Handeling

# DataConverter_ChangeExtension
source: Change extension
nl_nl: Bestandsextensie wijzigen

# DataConverter_Move
source: Move
nl_nl: Verplaatsen

# DataConverter_DotSvgDarkAndLight
source: .svg [dark and light]
nl_nl: .svg [donker en licht]

# DataConverter_DotSvgDark
source: .svg [dark]
nl_nl: .svg [donker]

# DataConverter_DotSvgLight
source: .svg [light]
nl_nl: .svg [licht]

# DataConverter_DotJsonDark
source: .json [dark]
nl_nl: .json [donker]

# DataConverter_DotJsonLight
source: .json [light]
nl_nl: .json [licht]

# DataConverter_DotJsonDarkAndLight
source: Dark and light
nl_nl: .json [donker en licht]

# DataConverter_DarkAndLight
source: Dark and light
nl_nl: Donker en licht

# DataConverter_Light
source: Light
nl_nl: Licht

# LaunchFilesView_LaunchFilesDirectories
source: Launch files/directories from qBittorrent Companion
nl_nl: Bestanden/Folders vanuit qBittorrent openen

# LaunchFilesView_Description
source: For this to work the files do need to be available on this system (for example through a windows network or NFS share). If they are, specify the directories below and you can launch files straight from qBittorrent Companion.
nl_nl: Om dit te laten werken dienen de bestanden op dit systeem toegangelijk te zijn (bv. door gedeeld te worden via een windows netwerkmap of NFS). Als dit het geval is kan je hieronder qBittorrent Companion de juiste folders toewijzen wat het mogelijk maakt om bestanden/folders direct vanuit dit programma te openen.

# LaunchFilesView_Temporary
source: Temporary
nl_nl: Tijdelijke bestanden

# TempFileDir
source: Temporary files directory, for example W:\Temporary\
nl_nl: Folder voor tijdelijke bestanden, b.v. W:\Temporary\

# LaunchFilesView_OnDoubleClick
source: When double clicking a torrent or file
nl_nl: Zodra er dubbel geklikt wordt op een torrent of bestand

# LaunchFilesView_TransfersTabTorrentsListing
source: Transfers tab torrents listing
nl_nl: Overdrachten-tab torrentlijst

# LaunchFilesView_LaunchFile
source: Launch file
nl_nl: Bestand openen

# LaunchFilesView_LaunchFileExplorerFileSelected
source: Launch file explorer with the file selected
nl_nl: Bestandsverkenner openen met het bestand geselecteerd

# LaunchFilesView_TempFileDir
source: Temporary file directory
nl_nl: Tijdelijke bestanden folder

# LaunchFilesView_TorrentContentTab
source: Torrent content tab
nl_nl: Torrent inhoud-tab

# LocalSettingsWindow_GeneralSettings
source: General settings
nl_nl: Generieke instellingen

# LocalSettingsWindow_LaunchFiles
source: Launch files
nl_nl: Bestanden openen

# LocalSettingsWindow_SaveIconToolTip
source: If there's a save icon visible there's unsaved changes
nl_nl: Als het opslaan-icoon getoond word dan zijn er nog niet opgeslagen wijzigingen

# LocalSettingsWindow_MonitorDirectories
source: Monitor directories
nl_nl: Folderobservatie

# LocalSettingsWindow_IconCustomization
source: Icon customization
nl_nl: Icoon aanpassen

# LocalSettingsWindow_Notifications
source: Notifications
nl_nl: Meldingen

# LocalSettingsWindow_LaunchSettings
source: Launch settings
nl_nl: Opstartinstellingen

# Toggle_On
source: On
nl_nl: Aan

# Toggle_Off
source: Off
nl_nl: Uit

# LaunchFilesView_DownloadDirectoryExample
source: Download directory, for example W:\Downloads\
nl_nl: Download folder, bv. W:\Downloads\
