Repository: Axeia/qBittorrentCompanion
Catalog: qBittorrentCompanion/Resources/Resources.*.resx
Languages: nl_nl

# TorrentsView_AddCategory
source: Add category
nl_nl: Categorie toevoegen

# TorrentsView_AddTag
source: Add tag
nl_nl: Etiket toevoegen

# TorrentsView_CategoryName
source: Category name:
nl_nl: Categorie naam:

# TorrentsView_FilterTorrents
source: Filter torrents...
nl_nl: Torrents filteren...

# TorrentsView_SavePath
source: Save path:
nl_nl: Opslagpad:

# TorrentsView_SavePathForCat
source: Save path for category
nl_nl: Opslagpad voor categorie aanpassen

# Global_Remove
source: Remove
nl_nl: Verwijderen

# Global_Delete
source: Delete
nl_nl: Verwijderen

# TorrentsView_PeerIpPort
source: Format: IPv4:port or [IPv6]:port
nl_nl: Formaat: IPv4:poort of [IPv6]:poort

# TorrentsView_AddPeers
source: Add peers
nl_nl: Peers toevoegen

# TorrentsView_AddTorrentsThroughLink
source: Add torrents through link(s)
nl_nl: Torrents toevoegen via URLs

# TorrentsView_AddTorrentFiles
source: Add .torrent files from local storage
nl_nl: .torrent bestanden toevoegen via de opslag

# TorrentsView_MaxPriority
source: Move to top of priority
nl_nl: Hoogste prioriteit toekennen

# TorrentsView_IncreasePriority
source: Increase priority
nl_nl: Prioriteit verhogen

# TorrentsView_DecreasePriority
source: Decrease priority
nl_nl: Prioriteit verlagen

# TorrentsView_MinPriority
source: Move to bottom of priority
nl_nl: Laagste prioriteit toekennen

# TorrentsView_ClearTextFilter
source: Clear text filter (does not clear other filter settings)
nl_nl: Tekstfilter ongedaan maken (overige filters blijven ongewijzigd)

# TorrentsView_Categories
source: Categories
nl_nl: Categorieën

# Global_Tag
source: Tag
nl_nl: Etiket

# TorrentsView_OtherFilterClear
source: Just clear these filters, not the text filter
nl_nl: Schoont deze filters op maar niet het tekst filter

# TorrentsView_ClearFilters
source: Clear filters
nl_nl: Filters opschonen

# TorrentsView_EditSavePath
source: Edit save path
nl_nl: Opslagpad wijzigen

# TorrentsView_RemoveCategory
source: Remove category
nl_nl: Categorie verwijderen

# TorrentsView_RemoveUnusedCategories
source: Remove unused categories
nl_nl: Ongebruikte categorieën verwijderen

# TorrentsView_ResumeTorrents
source: Resume torrents
nl_nl: Torrents hervatten

# TorrentsView_PauseTorrents
source: Pause torrents
nl_nl: Torrents pauzeren

# TorrentsView_RemoveTorrents
source: Remove torrents
nl_nl: Torrents verwijderen

# TorrentsView_SaveTo
source: Save to: {0}
nl_nl: Opslaglocatie: {0}

# TorrentsView_Tags
source: Tags
nl_nl: Etiketten

# TorrentsView_RemoveTag
source: Remove tag
nl_nl: Etiket verwijderen

# TorrentsView_RemoveUnusedTags
source: Remove unused tags
nl_nl: Ongebruikte etiketten verwijderen

# TorrentsView_Pause
source: Pause
nl_nl: Pauzeren

# TorrentsView_Resume
source: Resume
nl_nl: Hervatten

# TorrentsView_ForceResume
source: Force resume
nl_nl: Forceer hervatten

# TorrentsView_RemoveDotDotDot
source: Remove...
nl_nl: Verwijderen...

# TorrentsView_SetLocationDotDotDot
source: Set location...
nl_nl: Locatie specificeren

# TorrentsView_RenameFilesDotDotDot
source: Rename files...
nl_nl: Bestanden hernoemen

# TorrentsView_EditTrackers
source: Edit trackers
nl_nl: Trackers aanpassen

# TorrentsView_OpenNewCatDialog
source: Opens dialog to add new category
nl_nl: Opent een nieuw dialoog venster om een categorie toe te voegen

# TorrentsView_RemoveAllTags
source: Remove all tags
nl_nl: Alle etiketten strippen

# TorrentsView_AddNewTag
source: Add new tag
nl_nl: Nieuw etiket toevoegen

# TorrentsView_ATM
source: Automatic Torrent Management
nl_nl: Geautomatiseerd Torrent Management

# TorrentsView_DlSequentially
source: Download in sequential order
nl_nl: Opeenvolgend downloaden

# TorrentsView_CreateRuleRssPlugin
source: Create rule using RSS plugin
nl_nl: RSS-regel creëren mbv RSS plugin

# TorrentsView_LimitDownloadRate
source: Limit download rate
nl_nl: Downloadsnelheid beperken

# TorrentsView_MaxGlobalLimitInSettings
source: Max = Global limit defined in settings
nl_nl: Max = Globale limiet bepaald in de instellingen

# TorrentsView_DlFirstAndLastFirst
source: Download first and last piece first
nl_nl: Eerste en laatste stukje als eerste downloaden

# Global_Save
source: Save
nl_nl: Opslaan

# TorrentsView_TorrentCompleteCannotLimit
source: Because the torrent is completed the limit cannot be set
nl_nl: Doordat de torrent al volledig gedownload is kan er geen limiet worden ingesteld.

# TorrentsView_LimitUploadRate
source: Limit upload rate
nl_nl: Uploadsnelheid beperken

# TorrentsView_LimitShareRatio
source: Limit share ratio
nl_nl: Deelratio beperken

source: Global share limit
nl_nl: Globale deellimiet

# TorrentsView_NoLimit
source: No limit ∞
nl_nl: Ongelimiteerd ∞

# TorrentsView_RestrictedTo
source: Restricted to:
nl_nl: Beperkt tot:

# TorrentsView_TotalMinutes
source: Total minutes
nl_nl: Totaal aantal minuten

# TorrentsView_InactiveMinutes
source: Inactive minutes
nl_nl: Inactieve minuten

# TorrentsView_ForceRecheck
source: Force recheck
nl_nl: Forceer opnieuw controleren

# TorrentsView_OpenDestinationDirectoryDotDotDot
source: Open destination directory...
nl_nl: Open opslagfolder...

# TorrentsView_Queue
source: Queue
nl_nl: Wachtrij

# Global_Copy
source: Copy
nl_nl: Kopiëren

# Global_Name
source: Name
nl_nl: Naam

# TorrentsView_ExportDotTorrentDotDotDot
source: Export .torrent...
nl_nl: .torrent exporteren...

# TorrentsView_Size
source: Size
nl_nl: Grootte

# TorrentsView_GlobalShareLimit
source: Global share limit
nl_nl: Globale deellimiet

# TorrentsView_TotalSize
source: Total Size
nl_nl: Totale grootte

# TorrentsView_Done
source: Done
nl_nl: Volledigheid

# TorrentsView_DownSpeed
source: Down Speed
nl_nl: DL snelheid

# TorrentsView_UpSpeed
source: Up Speed
nl_nl: Up snelheid

# TorrentsView_AddedOn
source: Added On
nl_nl: Toegevoegd op

# TorrentsView_CompletedOn
source: Completed On
nl_nl: Voltooid op

# TorrentsView_DownLimit
source: Down Limit
nl_nl: Down limiet

# TorrentsView_UpLimit
source: Up Limit
nl_nl: Up limiet

# TorrentsView_Downloaded
source: Downloaded
nl_nl: Gedownload

# TorrentsView_Uploaded
source: Uploaded
nl_nl: Geüpload

# TorrentsView_SessionDown
source: Session Down
nl_nl: Sessie Down

# TorrentsView_SessionUp
source: Session Up
nl_nl: Sessie Up

# TorrentsView_TimeActive
source: Time Active
nl_nl: Actieve tijd

# TorrentsView_CH_SavePath
source: Save Path
nl_nl: Opslagpad

# TorrentsView_Completed
source: Completed
nl_nl: Voltooid

# TorrentsView_RatioLimit
source: Ratio Limit
nl_nl: Ratiolimiet

# TorrentsView_SeenComplete
source: Seen Complete
nl_nl: Compleet gezien

# TorrentsView_LastActivity
source: Last Activity
nl_nl: Laatste activiteit

# TorrentsView_MomentLocatingRoot
source: One moment - Locating root directory or file
nl_nl: Momentje, basis directorie/bestand wordt opgezocht...

# TorrentsView_Remaining
source: Remaining
nl_nl: Te doen

# TorrentsView_Legend
source: Legend
nl_nl: Legenda

# TorrentsView_NotDownloaded
source: Not downloaded
nl_nl: Niet gedownload

# TorrentsView_ShareRatio
source: Share Ratio
nl_nl: Deelratio

# TorrentsView_ReannounceIn
source: Reannounce In
nl_nl: Opnieuw aankondigen

# TorrentsView_Connections
source: Connections
nl_nl: Verbindingen

# TorrentsView_Wasted
source: Wasted
nl_nl: Verspild

# TorrentsView_Information
source: Information
nl_nl: Informatie

# TorrentsView_Comment
source: Comment
nl_nl: Commentaar

# TorrentsView_Pieces
source: Pieces
nl_nl: Deeltjes

# TorrentsView_CreatedBy
source: Created by
nl_nl: Gemaakt door

# TorrentsView_CreatedOn
source: Created on
nl_nl: Gemaakt op

# TorrentsView_AddTrackers
source: Add trackers
nl_nl: Trackers toevoegen

# TorrentsView_AddTrackerUrl
source: Add tracker URL
nl_nl: Tracker URL toevoegen

# TorrentsView_RemoveTracker
source: Remove tracker
nl_nl: Tracker verwijderen

# TorrentsView_CopyTrackerUrl
source: Copy tracker URL
nl_nl: Tracker URL kopieëren

# TorrentsView_ResolveErrorsOrEsc
source: Either resolve the errors below or use the escape key to restore the old value
nl_nl: Los de onderstaande fouten op, of gebruik Esc om de oude waarde te herstellen

# TorrentsView_TimesDownloaded
source: Times downloaded
nl_nl: Aantal downloads

# TorrentsView_Message
source: Message
nl_nl: Bericht

# TorrentsView_CopyIpPort
source: Copy IP:Port
nl_nl: IP:Port kopieëren

# TorrentsView_PermaBanPeer
source: Ban peer permanently
nl_nl: Peer eeuwig verbannen

# TorrentsView_ForceAnnounce
source: Force announce
nl_nl: Forceer aankondigen

# TorrentsView_CountryRegion
source: Country/Region
nl_nl: Land/Regioen

# TorrentsView_Port
source: Port
nl_nl: Poort

# TorrentsView_Connection
source: Connection
nl_nl: Verbinding

# TorrentsView_EditTrackerUrl
source: Edit tracker URL
nl_nl: Tracker URL aanpassen

# TorrentsView_Relevance
source: Relevance
nl_nl: Relevantie

# TorrentsView_HttpSources
source: HTTP sources
nl_nl: HTTP bronnen

# TorrentsView_CopyUrl
source: Copy URL
nl_nl: URL Kopieëren

# TorrentsView_Content
source: Content
nl_nl: Inhoud

# TorrentsView_Rename
source: Rename
nl_nl: Hernoemen

# TorrentsView_RssRule
source: RSS Rule
nl_nl: RSS-regel

# RssPlugin_GenerateInput
source: Input to generate a rule from
nl_nl: Genereer een regel op basis van deze invoer

# TorrentsView_Priority_DoNotDownload
source: Do not download
nl_nl: Niet downloaden

# TorrentsView_Priority_Normal
source: Normal
nl_nl: Normaal

# TorrentsView_Priority_High
source: High
nl_nl: Hoog

# TorrentsView_Priority_Max
source: Maximum
nl_nl: Maximaal

# TorrentsView_Priority_Mixed
source: Mixed
nl_nl: Gemixt

# TorrentsView_Info_SavePath
source: Save path
nl_nl: Opslagpad

# TorrentsView_Transfer
source: Transfer
nl_nl: Overdracht

# TorrentsView_Progress
source: Progress
nl_nl: Voortgang

# Global_All
source: All
nl_nl: Alles

# TorrentsViewModel_Downloading
source: Downloading
nl_nl: Downloads

# TorrentsViewModel_Uploading
source: Uploading
nl_nl: Uploads

# TorrentsViewModel_Resumed
source: Resumed
nl_nl: Hervat

# TorrentsViewModel_Paused
source: Paused
nl_nl: Gepauzeerd

# TorrentsViewModel_Active
source: Active
nl_nl: Actief

# TorrentsViewModel_Inactive
source: Inactive
nl_nl: Inactief

# TorrentsViewModel_Stalled
source: Stalled
nl_nl: Onderbroken

# TorrentsViewModel_StalledDownloading
source: Stalled downloading
nl_nl: Onderbroken downloads

# TorrentsViewModel_StalledUploading
source: Stalled uploading
nl_nl: Onderbroken uploads

# TorrentsViewModel_Checking
source: Checking
nl_nl: Controleren

# TorrentsViewModel_Errored
source: Errored
nl_nl: Mislukt

# TorrentsViewModel_Tagless
source: Tagless
nl_nl: Etiketloos

# TorrentsViewModel_Uncategorized
source: Uncategorized
nl_nl: Ongecategoriseerd

# TorrentsViewModel_UnsetSelectedTorrentTitle
source: Unset selected torrent
nl_nl: Torrent selectie ongedaan gemaakt

# TorrentsViewModel_UnsetSelectedTorrentMessage
source: Should clear the API calls for torrent info and set the state of torrent control buttons
nl_nl: API aanroepen moeten opgeschoont worden en de torrent gerelateerde knoppen moeten worden geüpdate

# TorrentsViewModel_SelectedTorrentTitle
source: Selected a torrent
nl_nl: Torrent geselecteerd

# TorrentsViewModel_SelectedTorrentMessage
source: Should get the API calls for torrent info going and set the state of torrent control buttons
nl_nl: Zou de API aanroepen moeten maken en de status van de torrent controle knoppen updaten

# TorrentInfoViewModel_ForcedPrefix
source: [F]
nl_nl: [G]

# TorrentInfoViewModel_AllocatingSpace
source: Allocating space
nl_nl: Ruimte alloceren

# TorrentInfoViewModel_Error
source: Error
nl_nl: Mislukt

# TorrentInfoViewModel_Queued
source: Queued
nl_nl: In wachtrij

# TorrentInfoViewModel_Uploading
source: Uploading
nl_nl: Uploaden

# TorrentInfoViewModel_Downloading
source: Downloading
nl_nl: Downloaden

# TorrentInfoViewModel_MissingFiles
source: Missing files
nl_nl: Mist bestanden

# TorrentInfoViewModel_FetchingMetadata
source: Fetching metadata
nl_nl: Metadata ophalen

# TorrentInfoViewModel_Moving
source: Moving
nl_nl: Verplaatsen

# Global_Unknown
source: Unknown
nl_nl: Onbekend

# TorrentInfoViewModel_Global
source: Global
nl_nl: Globaal

# TorrentsView_ToggleableOptions
source: Toggleable options
nl_nl: Aan/uit opties

# TorrentsView_PiecesHave
source: (have {0})
nl_nl: ({0} in bezit)

# MainWindow_LimitDownloadSpeedTo
source: Limit download speed to
nl_nl: Beperk downloadsnelheid tot

# MainWindow_LimitUploadSpeedTo
source: Limit upload speed to
nl_nl: Beperk uploadsnelheid tot

# MainWindow_AllAddedTorrents
source: All added torrents
nl_nl: Alle toegevoegde torrents

# Global_Hotkey
source: Hotkey
nl_nl: Snelkoppeling

# MainWindow_PluginsToolTip
source: Configure search plugins, search and download from within the app
nl_nl: Configuur zoekplugins en zoek/download vanuit dit programma

# MainWindow_RssFeedsToolTip
source: Add or edit RSS feeds
nl_nl: Bewerk of voeg RSS bronnen toe

# MainWindow_RssRulesToolTip
source: Add rules to RSS feeds to automate downloads
nl_nl: Voeg RSS-regels toe aan RSS-bronnen om downloads te automatiseren

# MainWindow_RssRulesToolTipNote
source: Requires RSS feeds to be added to be useful
nl_nl: Heeft RSS-bronnen nodig om nuttig te kunnen zijn

# MainWindow_Transfers
source: Transfers
nl_nl: Overdrachten

# Global_Search
source: Search
nl_nl: Zoeken

# MainWindow_RssFeeds
source: RSS feeds
nl_nl: RSS-bronnen

# MainWindow_RssRules
source: RSS rules
nl_nl: RSS-regels

# MainWindow_LogOut
source: Log out
nl_nl: Uitloggen

# MainWindow_LogOutDeleteSavedData
source: Log out & delete saved data
nl_nl: Uitloggen & opgeslagen informatie verwijderen

# MainWindow_LogIn
source: Log in
nl_nl: Inloggen

# MainWindow_View
source: View
nl_nl: Weergave

# MainWindow_Sidebar
source: Sidebar
nl_nl: Zijbalk

# MainWindow_ShowSidebar
source: Show sidebar
nl_nl: Zijbalk tonen

# MainWindow_ShowStatusIcons
source: Show status icons
nl_nl: Statusiconen tonen

# MainWindow_ShowSmartFilter
source: Show 'Smart filter'
nl_nl: 'Slimme filter' tonen

# MainWindow_ShowSmartFilterToolTip
source: Going by online reports this does not seem to work. Hide it to save space.
nl_nl: Aan de hand van online rapportering lijkt deze functie niet te werken. De optie verbergen vrijt ruimte op.

# MainWindow_ShowLogging
source: Show logging
nl_nl: Log tonen

# MainWindow_DarkLightMode
source: Dark/Light mode
nl_nl: Donkere/Lichte modus

# MainWindow_SameAsOS
source: Same as operating system
nl_nl: Hetzelfde als het besturingssysteem

# MainWindow_ForceDarkMode
source: Force dark mode
nl_nl: Donkere modus forceren

# MainWindow_ForceLightMode
source: Force light mode
nl_nl: Lichte modus forceren

# MainWindow_Language
source: Language
nl_nl: Taal

# MainWindow_LanguageDescription
source: QBC needs to be restarted for the language to be applied
nl_nl: QBC moet herstart worden voordat taalwijzingen worden doorgevoerd

# MainWindow_LanguageNl
source: Dutch
nl_nl: Nederlands

# MainWindow_LanguageEn
source: English
nl_nl: Engels

# MainWindow_SettingsLocal
source: Settings (local)
nl_nl: Instellingen (lokaal)

# MainWindow_PreferencesServer
source: Preferences (server)
nl_nl: Voorkeuren (server)

# MainWindow_AboutQbittorrentCompanion
source: About qBittorrent Companion
nl_nl: Over qBittorrent Companion

# MainWindow_Network
source: Network
nl_nl: Netwerk

# MainWindow_OpenDataLinkToolTip
source: The session in this app won't carry over to your browser so what you see there is likely to differ from the response here
nl_nl: De sessie die voor deze applicatie wordt gebruikt verschilt van die in je browser en de kans is groot dat data in de browser verschilt van die in deze applicatie

# MainWindow_NoOptionCheckedNoDataWarning
source: All options are unchecked, there will be nothing to display
nl_nl: Geen enkele optie is aangetikt en er kan dan ook niks getoond worden

# MainWindow_UrlsToDisplay
source: URLs to display
nl_nl: Weergegeven URLs

# MainWindow_CheckAll
source: Check all
nl_nl: Alles aantikken

# MainWindow_UncheckAll
source: Uncheck all
nl_nl: Alles aftikken

# MainWindow_PauseLoggingToolTip
source: Note that this just pauses the logging, the requests will continue to happen
nl_nl: Dit pauzert enkel het loggen van de data, de verzoeken zelf blijven gebeuren

# MainWindow_ConnectionAttempt
source: Connection attempt
nl_nl: Verbindingspoging

# MainWindow_ConnectionType
source: Connection type
nl_nl: Verbindingstype

# MainWindow_Requests
source: Requests
nl_nl: Verzoeken

# MainWindow_RequestHeaders
source: Request headers
nl_nl: Verzoekkopregels

# MainWindow_Response
source: Response
nl_nl: Antwoord

# MainWindow_LogEntries
source: Log entries
nl_nl: Log boodschappen

# MainWindow_Source
source: Source
nl_nl: Bron

# MainWindow_LoggedAt
source: Logged at
nl_nl: Gelogt op

# MainWindow_NoLogEntrySelected
source: No log entry is selected
nl_nl: Er is geen logboodschap geselecteerd

# MainWindow_ConnectedWithHost
source: = Connected with qBittorrent host
nl_nl: = Verbonden met qBittorrent host

# MainWindow_ProblemConnectingToHost
source: A problem occurred trying to connect to the host
nl_nl: Er is een probleem opgetreden tijdens het contact maken met de host

# MainWindow_Retrying
source: Retrying
nl_nl: Opnieuw proberen

# SearchView_Search
source: Search
nl_nl: Zoeken

# SearchView_OpenSearchPluginManager
source: Opens the search plugin manager
nl_nl: Opent de zoekplugin-manager

# SearchView_SearchPluginInstalledCount
source: {0} search plugins installed
nl_nl: {0} zoekplugins zijn geïnstalleerd

# SearchView_Local
source: Local
nl_nl: Lokaal

# SearchView_PythonNotFound
source: Python not found - disabled
nl_nl: Python niet gevonden - uitgeschakeld

# SearchView_FasterLessSteps
source: Faster, less steps
nl_nl: Sneller, minder stappen

# SearchView_SearchesArePerformedOnThisDevice
source: Searches are performed on this device
nl_nl: Zoekopdrachten worden op dit apparaat uitgevoerd

# SearchView_lSearch
source: search
nl_nl: zoekopdracht

# SearchView_Result
source: result
nl_nl: resultaat

# SearchView_Launches
source: Launches
nl_nl: Opent

# SearchView_DownloadPythonToDownloadLocal
source: Download python to enable local searches
nl_nl: Download python om lokaal te kunnen zoeken

# SearchView_RequiresRestart
source: Requires restart
nl_nl: Herstarten vereist

# SearchView_SlowerButNoAdditionalSetup
source: Slower, but no additional setup
nl_nl: Langzamer, maar vereist geen verdere configuratie

# SearchView_SearchesProxiedThroughHost
source: Searches are proxied through the host
nl_nl: De host werkt als proxy voor zoekopdrachten

# SearchView_SearchModeChangeClearsTabs
source: Changing search mode clears all open tabs
nl_nl: Veranderen van de zoekmethode sluit alle open tabs

# SearchView_SearchQuery
source: Search query...
nl_nl: Zoekopdracht...

# SearchView_FilterOnThisText
source: Filter on this text...
nl_nl: Filter op deze tekst...

# SearchView_From
source: from
nl_nl: vanaf

# SearchView_To
source: to
nl_nl: tot en met

# SearchView_ClickIconToOpenSearchPluginManager
source: Click the he icon to open the search engine manager
nl_nl: Klik het icoontje om de zoekmachine-manager te openen

# SearchView_AtLeastOneSearchPlugin
source: The number indicates how many search plugins are installed. You need to have at least one search plugin installed in order to search.
nl_nl: Het nummer geeft aan hoeveel zoek-plugins zijn geïnstalleerd. Je hebt tenminste één plugin nodig om een zoekopdracht uit te voeren.

# SearchView_HowToRemovePlugins
source: Use the search plugin manager to add and remove search plugins.
nl_nl: Gebruik de zoekplugin-manager om zoekplugins te verwijderen.

# SearchView_HowToSwitchMode
source: The down arrow will open the dropdown menu allowing you switch between Local and Proxied mode.
nl_nl: Het pijltje dat naar beneden wijst opent het menu om tussen Server en Proxied modus te wisselen.

# SearchView_RemoteSearchDescription
source: Searches the same way as the WebUI. Every search is send to to the host (qBittorrent), which sends it to the site associated with the search engine, which gets send back to qBittorent. Then this app at a set interval pulls in the results.
nl_nl: Zoekt net zoals de WebUI dat doet. Elke zoekopdracht wordt naar de host gestuurd, de host stuurt het door naar de site die bij de zoekplugin hoort. De site stuurt de resultaten naar de host. Deze app haalt de resultaten vervolgens incrementeel op.

# SearchView_RemoteSearchCon
source: A lot of steps, a lot of delays. Can be quite slow to use.
nl_nl: Veel stappen, veel vertragingen. Het kan vrij langzaam in gebruik zijn.

# SearchView_LocalMode
source: Local mode
nl_nl: Lokale modus

# SearchView_LocalSearchDescription
source: A search is send to the site associated with the search engine and straight back to the app.
nl_nl: De zoekopdracht word naar de site die bij de zoekmachine-plugin hoort gestuurd en komt direct bij deze applicatie terug.

# SearchView_LocalSearchPro
source: A lot less steps, a lot faster!
nl_nl: Stukken minder stappen, veel sneller!

# SearchView_SameSearchSystem
source: The search plugin will run on this very machine, the same plugin system as qBittorrent uses is used.
nl_nl: De zoekplugin wordt op dit systeem uitgevoerd. Gebruikt precies hetzelfde pluginsysteem als qBittorrent zelf.

# SearchView_PythonInstalledGoodNews
source: Which requires Python 3+, the good news is that you already installed: {0}
nl_nl: Vereist Python 3+, maar het goed nieuws is je {0} al hebt.

# Global_Cancel
source: Cancel
nl_nl: Annuleren

# SearchView_FirstColumnIcon
source: The icon in the first column indicates the action that's executed when double clicking a search result.
nl_nl: Het icoontje in de eerste column duidt aan welke actie wordt uitgevoerd bij een dubbelklik.

# TextView_MagnetOrTorrentLink
source: Link starts with :magnet or ends on .torrent
nl_nl: Link begint met :magnet of eindigt op .torrent

# SearchView_ActionDownload
source: Download
nl_nl: Downloaden

# SearchView_ActionOpenBrowser
source: Open in browser
nl_nl: In browser openen

# SearchView_DotHtml
source: Detected .html extension, will open in browser.
nl_nl: Link eindigt op .html, wordt in browser geopend.

# SearchView_DetermineLinktype
source: Determine link type
nl_nl: Linktype uitvogelen

# SearchView_DetermineLinktypeDescription
source: [Downloads or opens browser]
nl_nl: [Download of opent browser]

# SearchView_CheckLinktype
source: File type undetermined, run check and either download or open in browser.
nl_nl: Bestandstype onbekend, voert een extra check uit en begint dan de download of opent de browser.

# SearchView_RssRulePlugin
source: RSS rule plugin
nl_nl: RSS-regel plugin

# SearchView_SearchResultDetails
source: Search result details
nl_nl: Zoekresultaat details

# SearchView_SearchEngine
source: Search engine
nl_nl: Zoekmachine

# SearchView_ShowingXOutOfY
source: (Showing {0} out of {1})
nl_nl: (toont {0} van {1})

# RssFeedsView_MarkAllArticlesForFeedAsRead
source: Marks all articles belonging to this feed as read
nl_nl: Markeert alle artikelen die bij deze RSS-bron horen als gelezen

# RssFeedsView_RefreshAll
source: Refreshes all feeds and articles
nl_nl: Ververst alle bronnen en artikelen

# RssFeedsView_LabelName
source: Name:
nl_nl: Naam:

# RssFeedsView_IfBlankTitleIsUsed
source: Title of the feed is used if left blank
nl_nl: RSS-bron titel wordt gebruikt als dit veld leeg blijft

# RssFeedsView_AddFeed
source: Add feed
nl_nl: RSS-bron toevoegen

# RssFeedsView_Update
source: Update
nl_nl: Updaten

# RssFeedsView_RefreshAllNotJustThis
source: Refreshes all RSS Feeds and Articles - not just this entry
nl_nl: Ververst alle RSS-bronnen en artikel. niet enkel voor deze bron.

# RssFeedsView_MarkItemsAsRead
source: Mark items as read
nl_nl: Markeer artikelen als gelezen

# RssFeedsView_NewSubscription
source: New subscription
nl_nl: Nieuw abonnement
